
const CARD_COLORS: { [key: string]: string[] } = {
    white: ['white', 'gray.200'],
    red: ['red.100', 'red.200'],
    orange: ['orange.100', 'orange.200'],
    green: ['green.100', 'green.200'],
    blue: ['blue.100', 'blue.200'],
    purple: ['purple.100', 'purple.200'],
}

const EMOJIES_LIST: string[] = [
    '😊', '😍', '😂', '🤔', '😭', '😩', '😠', '😢', '😱', '😎',
    '🙏', '🤲', '🙌', '👍', '👎', '✍️', '🤝', '🎊', '🎆', '🎉',
    '✨', '🎓', '💍', '🎖️', '🏆', '📢', '🔬', '🗿', '💻', '💡',
    '📄', '📍', '⏰', '🔥', '❤️', '💕', '❓', '❗', '💯', '✔️',
]

export { CARD_COLORS, EMOJIES_LIST }